tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "linuxbrew/xorg"
brew "zplug"
brew "cmake"
brew "cpanminus"
brew "ctags"
brew "diff-so-fancy"
brew "gcc"
brew "go"
brew "jq"
brew "ktlint"
brew "lua"
brew "maven"
brew "openjdk@11"
brew "perl"
brew "ripgrep"
brew "ruby"
brew "the_silver_searcher"
brew "watchman"
brew "zsh"
brew "iterm2"
brew "neovim"
brew "tmux"
