tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jmhobbs/parrot"
tap "neovim/neovim"
tap "osx-cross/avr"
tap "px4/px4"
tap "rlue/utils"
tap "shyiko/ktlint"
cask "java"
cask "java8"
brew "antigen"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "cmake"
brew "ctags"
brew "dfu-programmer"
brew "dfu-util"
brew "elasticsearch", restart_service: true
brew "fd"
brew "fzf"
brew "git-extras"
brew "go"
brew "gradle"
brew "jq"
brew "kotlin"
brew "openssl"
brew "libtool"
brew "lua"
brew "luajit"
brew "lzo"
brew "mono"
brew "neovim"
brew "nginx", restart_service: true
brew "node"
brew "python"
brew "openconnect"
brew "opencv"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "task"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tomcat"
brew "typescript"
brew "wget"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
brew "jmhobbs/parrot/terminal-parrot"
brew "osx-cross/avr/avr-gcc"
brew "px4/px4/gcc-arm-none-eabi"
brew "rlue/utils/timer"
brew "shyiko/ktlint/ktlint"
cask "graphiql"
cask "mactex"
cask "macvim"
